[
  {
    "title_en": "Your coffee habit could be linked to healthier aging, study finds",
    "title_zh": "研究發現，您的咖啡習慣可能與更健康的衰老有關",
    "link": "https://edition.cnn.com/2025/06/02/health/coffee-longevity-women-study-wellness",
    "content_en": "Get inspired by a weekly roundup on living well, made simple.Sign up for CNN’s Life, But Better newsletterfor information and tools designed to improve your well-being.\nWant to reach older age with a sharp mind and healthy body? Part of the answer may be inyour coffee cup, according to new research.\n“Women who drank one to three cups of caffeinated coffee per day in their 50s were more likely to reach older age free from major chronic diseases and with good cognitive, physical, and mental health,” said lead study author Dr. Sara Mahdavi, adjunct professor in the faculty of medicine and department of nutritional sciences at the University of Toronto.",
    "content_zh": "受到每週生活的綜述，變得簡單的綜述。\n想以敏銳的頭腦和健康的身體達到老年嗎？根據新研究，答案的一部分可能是您的咖啡杯。\n主要研究作者薩拉·馬哈達維（Sara Mahdavi）博士Sara Mahdavi博士說：“ 50多歲時每天喝一到三杯咖啡因咖啡的女性更有可能達到年齡較大的年齡。”"
  },
  {
    "title_en": "How to cook tofu so even meat-and-potatoes diners will dig it",
    "title_zh": "如何烹飪豆腐，即使肉類和用餐者都會挖掘它",
    "link": "https://edition.cnn.com/2025/04/25/health/how-to-cook-tofu-wellness",
    "content_en": "Sign up for CNN’s Eat, But Better: Mediterranean Style.Our eight-part guide shows you a delicious expert-backed eating lifestyle that will boost your health for life.\nPeek inside Jackie Akerberg’s refrigerator and you’ll see a rainbow-hued array of fresh fruits and vegetables, all washed, dried and transferred to glass food storage containers. They’re about to get featured in the bountiful bowls and salads that have become her signature on herJackfruitful Kitchen Instagramaccount.\nBut      the real MVP of this recipe developer’s      kitchen is actually the palest thing you’ll find in that fridge: tofu.",
    "content_zh": "註冊CNN的飲食，但更好：地中海風格。我們的八部分指南向您展示了一種美味的專家飲食生活方式，可以增強您的生活。\n在傑基·阿克伯格（Jackie Akerberg）的冰箱內窺視，您會看到一系列彩虹色的新鮮水果和蔬菜，都洗淨，乾燥並轉移到玻璃食品存儲容器中。他們即將在豐富的碗和沙拉中獲得特色，這些碗和沙拉已成為她在Herjackfrused廚房Instagramaccount上的簽名。\n但是，此食譜開發人員廚房的真正MVP實際上是您在冰箱中發現的最蒼白的東西：豆腐。"
  },
  {
    "title_en": "The most popular breakfast food for kids has gotten even unhealthier. Here’s what to serve instead",
    "title_zh": "最受歡迎的兒童早餐食品甚至變得不健康。這是服務的",
    "link": "https://edition.cnn.com/2025/05/29/health/breakfast-cereal-children-nutrition-wellness",
    "content_en": "Sign up for CNN’s Eat, But Better: Mediterranean Style.Our eight-part guide shows you a delicious expert-backed eating lifestyle that will boost your health for life.\nWe all know that breakfast is an important meal, and even more so for children.Abundant researchhas demonstrated the benefit of nutritious breakfasts on children’s health, well-being and academic performance.\nReady-to-eat cereals are the predominant breakfast choice among American children, according to theUS Centers for Disease Control and Prevention.",
    "content_zh": "註冊CNN的飲食，但更好：地中海風格。我們的八部分指南向您展示了一種美味的專家飲食生活方式，可以增強您的生活。\n我們都知道早餐是一頓重要的一餐，對於兒童而言，早餐也是如此。大量的研究表明，營養早餐對兒童健康，福祉和學習成績的好處。\n根據疾病控制和預防中心的數據，即食穀物是美國兒童中主要的早餐選擇。"
  },
  {
    "title_en": "Parkinson’s disease prevention may ‘begin at the dinner table’",
    "title_zh": "帕金森氏病預防可能“從餐桌開始”",
    "link": "https://edition.cnn.com/2025/05/07/health/ultraprocessed-food-parkinsons-disease-wellness",
    "content_en": "Eating about a dozen servings of ultraprocessed food each day could more than double your risk of developing Parkinson’s disease, according to a new study.\nA single serving in the study was 8 ounces of diet or sugar-sweetened soda, a single hot dog, one slice of packaged cake, a mere tablespoon of ketchup or 1 ounce of potato chips — a typical small bag of chips is 1.5 ounces.\nEating more ultraprocessed food ups the risk of premature death, study finds",
    "content_zh": "根據一項新研究，每天吃大約十二份超流行食品可能會使您患帕金森氏病的風險增加一倍以上。\n該研究中的一份是飲食或糖味的蘇打水，一隻熱狗，一片包裝蛋糕，僅一湯匙番茄醬或1盎司薯片 - 典型的小袋子為1.5盎司。\n研究發現，吃更多的超流行食物會產生過早死亡的風險。"
  }
]